tap "aquasecurity/trivy"
tap "argon/mas"
tap "aws/tap"
tap "bufbuild/buf"
tap "buo/cask-upgrade"
tap "daipeihust/tap"
tap "fsouza/prettierd"
tap "github/gh"
tap "go-task/tap"
tap "gofireflyio/aiac"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jdxcode/tap"
tap "kyoshidajp/ghkw"
tap "neovim/neovim"
tap "olets/tap"
tap "oven-sh/bun"
tap "perman/tap", "git@github.com:PERMAN/homebrew-tap.git"
tap "remind101/formulae"
tap "sanemat/font"
tap "vectordotdev/brew"
tap "ynqa/tap"
brew "anyenv"
brew "brotli"
brew "giflib"
brew "libpng"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "asdf"
brew "aspell"
brew "augeas"
brew "bash-completion"
brew "libssh2"
brew "bat"
brew "bdw-gc"
brew "berkeley-db"
brew "biome"
brew "icu4c@76"
brew "boost"
brew "bsdmake"
brew "btop"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "libunistring"
brew "gettext"
brew "glib"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "cairo"
brew "clang-format"
brew "cmake"
brew "cmigemo"
brew "colordiff"
brew "libnghttp2"
brew "curl"
brew "freetds"
brew "krb5"
brew "php"
brew "composer"
brew "cscope"
brew "ctop"
brew "dark-mode"
brew "deno"
brew "dialog"
brew "graphite2"
brew "harfbuzz"
brew "digdag"
brew "direnv"
brew "docbook"
brew "docbook-xsl"
brew "docker"
brew "docker-clean"
brew "double-conversion"
brew "fmt"
brew "gflags"
brew "glog"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eigen"
brew "entr"
brew "eza"
brew "fd"
brew "fish"
brew "fribidi"
brew "libuv"
brew "node", link: false
brew "fx"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "libidn2"
brew "libtasn1"
brew "unbound"
brew "gnutls"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "gradle"
brew "pango"
brew "graphviz"
brew "grep"
brew "guile"
brew "hadolint"
brew "hexyl"
brew "htop"
brew "hub"
brew "iproute2mac"
brew "jemalloc"
brew "jmeter"
brew "jpeg"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "lazygit"
brew "ldns"
brew "lego"
brew "libcbor"
brew "libev"
brew "libffi"
brew "libfido2"
brew "libgpg-error"
brew "libgcrypt"
brew "libpthread-stubs"
brew "libslirp"
brew "libspiro"
brew "libssh"
brew "libtermkey"
brew "libuninameslist"
brew "libusb"
brew "llvm"
brew "lpeg"
brew "lua"
brew "luacheck"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "lynx"
brew "make"
brew "markdownlint-cli"
brew "marksman"
brew "mas"
brew "maven"
brew "mecab"
brew "mhash"
brew "mise"
brew "mkcert"
brew "msgpack"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "neovide", link: false
brew "nghttp2"
brew "nginx"
brew "ninja"
brew "nkf"
brew "openblas"
brew "openfga"
brew "pkcs11-helper"
brew "openvpn"
brew "parallel"
brew "peco"
brew "perl"
brew "perl-build"
brew "pipx"
brew "plantuml"
brew "pnpm", link: false
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-tabulate"
brew "python@3.11"
brew "python@3.12"
brew "vde"
brew "qemu"
brew "rainbarf"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "redpen"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "ruff"
brew "rust"
brew "rust-analyzer"
brew "s3cmd"
brew "saml2aws"
brew "sbt"
brew "scala"
brew "shared-mime-info"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stylua"
brew "subversion"
brew "swig"
brew "tailscale"
brew "taplo"
brew "tcl-tk"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tomcat"
brew "tree"
brew "treefmt"
brew "trivy"
brew "typos-cli"
brew "vint"
brew "watch"
brew "wget"
brew "xclip"
brew "xmlto"
brew "yamllint"
brew "z"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "zx"
brew "aws/tap/copilot-cli"
brew "bufbuild/buf/buf"
brew "daipeihust/tap/im-select"
brew "fsouza/prettierd/prettierd"
brew "go-task/tap/go-task"
brew "gofireflyio/aiac/aiac"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "heroku/brew/heroku-node"
brew "kyoshidajp/ghkw/ghkw"
brew "olets/tap/zsh-abbr"
brew "oven-sh/bun/bun"
brew "perman/tap/perman-aws-vault"
brew "vectordotdev/brew/vector"
brew "ynqa/tap/jnv"
cask "1password"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "ankerwork"
cask "appcleaner"
cask "arc"
cask "asana"
cask "autodesk-fusion"
cask "aws-vpn-client"
cask "bartender"
cask "bitbar"
cask "caffeine"
cask "chatgpt"
cask "choosy"
cask "chromium"
cask "cleanshot"
cask "cursor"
cask "cyberduck"
cask "deckset"
cask "deepl"
cask "deskpad"
cask "devtoys"
cask "devutils"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flipper"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-dz-for-powerline"
cask "font-meslo-for-powerline"
cask "font-powerline-symbols"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "goland"
cask "google-drive"
cask "google-japanese-ime"
cask "hhkb"
cask "hiddenbar"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "keepassx"
cask "keka"
cask "lastfm"
cask "licecap"
cask "lm-studio"
cask "mimestream"
cask "monitorcontrol"
cask "neovide"
cask "notion"
cask "notion-calendar"
cask "ollama"
cask "openvpn-connect"
cask "orbstack"
cask "postman"
cask "prisma-studio"
cask "quitter"
cask "raycast"
cask "react-native-debugger"
cask "scroll-reverser"
cask "sketch"
cask "slack"
cask "spotify"
cask "tableplus"
cask "teamviewer"
cask "tradingview"
cask "tunnelbear"
cask "vagrant"
cask "versions"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "webex"
cask "wezterm@nightly"
cask "windsurf"
cask "wireshark"
cask "xbar"
cask "xquartz"
cask "zoom-for-it-admins"
cask "zulu@8"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "BetterSnapTool", id: 417375580
mas "Bitwarden", id: 1352778147
mas "CommentScreen", id: 1450950860
mas "CotEditor", id: 1024640650
mas "DaisyDisk", id: 411643860
mas "Darkroom", id: 953286746
mas "Developer", id: 640199958
mas "Howler Timer", id: 428846772
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "Reeder", id: 1529448980
mas "Reeder", id: 6475002485
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bfrangi.vscode-nightingale-theme"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "dzannotti.vscode-babel-coloring"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "ics.japanese-proofreading"
vscode "ilkka.google-java-format"
vscode "jebbs.plantuml"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mylesmurphy.prettify-ts"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "randomfractalsinc.vscode-data-preview"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
