tap "arto-app/tap", trusted: true
tap "aws/tap"
tap "bufbuild/buf", trusted: true
tap "buo/cask-upgrade", trusted: true
tap "daipeihust/tap"
tap "go-task/tap"
tap "gofireflyio/aiac"
tap "hashicorp/tap", trusted: true
tap "heroku/brew"
tap "homebrew/core"
tap "k1low/tap", "https://github.com/k1LoW/homebrew-tap", trusted: true
tap "kyoshidajp/ghkw"
tap "manaflow-ai/cmux", trusted: true
tap "olets/tap"
tap "perman/tap", "git@github.com:PERMAN/homebrew-tap.git"
tap "sanemat/font", trusted: true
tap "steipete/tap"
tap "tilt-dev/tap"
tap "vectordotdev/brew"
tap "voicevox/voicevox", "https://github.com/VOICEVOX/homebrew-voicevox", trusted: true
tap "ynqa/tap"
brew "fmt"
brew "aom"
brew "apr-util"
brew "aspell"
brew "augeas"
brew "automake"
brew "bdw-gc"
brew "berkeley-db"
brew "boost"
brew "brotli"
brew "btop"
brew "c-ares"
brew "libpng"
brew "freetype"
brew "libunistring"
brew "gettext"
brew "fontconfig"
brew "glib"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "cairo"
brew "clang-format"
brew "cmake"
brew "cmigemo"
brew "libyaml"
brew "ruby", link: false
brew "cocoapods"
brew "colordiff"
brew "libnghttp2"
brew "libssh2"
brew "libtool"
brew "freetds"
brew "giflib"
brew "libtiff"
brew "jpeg-xl"
brew "gmp"
brew "php"
brew "composer"
brew "container"
brew "coreutils"
brew "ctop"
brew "dialog"
brew "docbook"
brew "docbook-xsl"
brew "docker"
brew "docker-clean"
brew "double-conversion"
brew "gflags"
brew "glog"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eigen"
brew "entr"
brew "exiftool"
brew "fish"
brew "fribidi"
brew "fx"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "libidn2"
brew "libtasn1"
brew "gnutls"
brew "libgpg-error"
brew "libgcrypt"
brew "libusb"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "guile"
brew "herdr"
brew "libffi"
brew "libuv"
brew "heroku"
brew "icu4c@77"
brew "imagemagick"
brew "iproute2mac"
brew "jemalloc"
brew "jmeter"
brew "jpeg"
brew "kompose"
brew "kubernetes-cli"
brew "ldns"
brew "lego"
brew "libcbor"
brew "libev"
brew "libfido2"
brew "libpthread-stubs"
brew "libslirp"
brew "libspiro"
brew "libssh"
brew "libtermkey"
brew "libuninameslist"
brew "llvm"
brew "lpeg"
brew "lua"
brew "luacheck"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "make"
brew "marksman"
brew "mas"
brew "mecab"
brew "mhash"
brew "mise"
brew "mkcert"
brew "mole"
brew "protobuf"
brew "mosh"
brew "msgpack"
brew "mysql", restart_service: :changed
brew "mysql-client"
brew "utf8proc", args: ["HEAD"]
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "ninja"
brew "nixfmt"
brew "nkf"
brew "openblas"
brew "openfga"
brew "pkcs11-helper"
brew "openvpn"
brew "pandoc"
brew "parallel"
brew "pipx"
brew "plantuml"
brew "podman"
brew "powershell"
brew "python-tabulate"
brew "vde"
brew "qemu"
brew "redis"
brew "rename"
brew "restic"
brew "rsync"
brew "rtk"
brew "rust-analyzer"
brew "s3cmd"
brew "sbt"
brew "scala"
brew "shared-mime-info"
brew "sheldon"
brew "swig"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "treefmt"
brew "typos-cli"
brew "typos-lsp"
brew "unbound"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlto"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/copilot-cli", trusted: true
brew "daipeihust/tap/im-select", trusted: true
brew "go-task/tap/go-task", trusted: true
brew "gofireflyio/aiac/aiac", trusted: true
brew "heroku/brew/heroku-node", trusted: true
brew "kyoshidajp/ghkw/ghkw", trusted: true
brew "olets/tap/zsh-abbr@6", trusted: true
brew "perman/tap/perman-aws-vault", trusted: true
brew "steipete/tap/peekaboo", trusted: true
brew "tilt-dev/tap/tilt", trusted: true
brew "vectordotdev/brew/vector", trusted: true
brew "ynqa/tap/jnv", trusted: true
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "ankerwork"
cask "appcleaner"
cask "arc"
cask "arto-app/tap/arto"
cask "asana"
cask "autodesk-fusion"
cask "aws-vpn-client"
cask "bitwarden"
cask "chatgpt"
cask "cleanshot"
cask "codex"
cask "codex-app"
cask "codexbar"
cask "coteditor"
cask "cursor"
cask "cyberduck"
cask "deckset"
cask "deepl"
cask "deskpad"
cask "devtoys"
cask "devutils"
cask "discord"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-dz-for-powerline"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-for-powerline"
cask "font-powerline-symbols"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "goland"
cask "google-drive"
cask "google-japanese-ime"
cask "hhkb"
cask "insomnia"
cask "istat-menus"
cask "karabiner-elements"
cask "keka"
cask "linearmouse"
cask "lm-studio"
cask "mimestream"
cask "monitorcontrol"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "ollama-app"
cask "openvpn-connect"
cask "orbstack"
cask "postman"
cask "prisma-studio"
cask "quitter"
cask "raycast"
cask "react-native-debugger"
cask "session-manager-plugin"
cask "sketch"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tablepro"
cask "teamviewer"
cask "thaw"
cask "the-unarchiver"
cask "tradingview"
cask "vagrant"
cask "versions"
cask "visual-studio-code"
cask "vivaldi"
cask "voicevox/voicevox/voicevox"
cask "warp"
cask "webex"
cask "wezterm@nightly"
cask "xbar"
cask "xquartz"
cask "zoom-for-it-admins"
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "BetterSnapTool", id: 417375580
mas "CommentScreen", id: 1450950860
mas "DaisyDisk", id: 411643860
mas "Darkroom", id: 953286746
mas "Developer", id: 640199958
mas "Howler Timer", id: 428846772
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "Reeder", id: 1529448980
mas "Reeder", id: 6475002485
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bfrangi.vscode-nightingale-theme"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "drblury.protobuf-vsc"
vscode "dzannotti.vscode-babel-coloring"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "ics.japanese-proofreading"
vscode "ilkka.google-java-format"
vscode "jebbs.plantuml"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mylesmurphy.prettify-ts"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "randomfractalsinc.vscode-data-preview"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
